{
  "Major": { "title": "Escala Mayor (Jónica)", "text": "La base de la tonalidad mayor (T-T-S-T-T-T-S). Aunque es fundamental, en Gipsy Jazz a menudo se colorea con otras escalas. Es el punto de partida para entender los modos." },
  "Natural Minor": { "title": "Escala Menor Natural (Eólica)", "text": "Sonido triste o melancólico (T-S-T-T-S-T-T). Es la relativa menor de la escala mayor y la base para las otras escalas menores más usadas en el estilo." },
  "Harmonic Minor": { "title": "Escala Menor Armónica", "text": "Extremadamente común en Gipsy Jazz. El intervalo de segunda aumentada (1.5 tonos) entre su 6ta menor y 7ma mayor le da un sonido tensional y neoclásico, perfecto para resolver sobre acordes dominantes en tonalidades menores (V7 -> im)." },
  "Melodic Minor (Asc)": { "title": "Escala Menor Melódica (de Jazz)", "text": "Usada para un sonido menor más suave y sofisticado. En jazz, su forma ascendente (T-S-T-T-T-T-S) se usa tanto para subir como para bajar. Es la 'madre' de muchos sonidos alterados, como Lidio Dominante y la Escala Alterada." },
  "Dorian": { "title": "Modo Dórico", "text": "Segundo modo de la escala mayor. Suena como una escala menor pero con una 6ta mayor, lo que le da un color más brillante y menos triste. Muy común en jazz, funk y folk." },
  "Phrygian": { "title": "Modo Frigio", "text": "Tercer modo de la escala mayor. Caracterizado por su 2da menor (b2), que le confiere un inconfundible sonido español o flamenco." },
  "Lydian": { "title": "Modo Lidio", "text": "Cuarto modo de la escala mayor. Suena como una escala mayor pero con una 4ta aumentada (#4), dándole un color etéreo, mágico y brillante." },
  "Mixolydian": { "title": "Modo Mixolidio", "text": "Quinto modo de la escala mayor. Es la escala principal para los acordes de 7ma dominante (V7). Su 7ma menor (b7) le da un sonido bluesy y de tensión que pide resolver." },
  "Locrian": { "title": "Modo Locrio", "text": "Séptimo modo de la escala mayor. Es la escala más disonante debido a su 5ta disminuida (b5). Se usa sobre acordes semidisminuidos (m7b5)." },
  "Pentatonic Minor": { "title": "Pentatónica Menor", "text": "La escala de 5 notas (1, b3, 4, 5, b7) que es la espina dorsal del blues, rock y pop. En Gipsy Jazz se usa, pero a menudo se adorna con notas cromáticas." },
  "Blues Scale": { "title": "Escala de Blues", "text": "Una pentatónica menor con la 'blue note' añadida (la 5ta disminuida, b5). Aporta una tensión cruda y característica del blues." },
  "Diminished (WH)": { "title": "Escala Disminuida (Tono-Semitono)", "text": "Escala simétrica (T-S-T-S...). Se alinea perfectamente con los acordes disminuidos de séptima (dim7), ya que contiene todas sus notas." },
  "Diminished (HW)": { "title": "Escala Disminuida (Semitono-Tono)", "text": "La otra cara de la escala disminuida (S-T-S-T...). Es una herramienta potentísima sobre acordes dominantes, ya que genera múltiples tensiones (b9, #9, #11) muy usadas en jazz." },
  "Whole Tone": { "title": "Escala de Tonos Enteros", "text": "Una escala simétrica de 6 notas compuesta únicamente por intervalos de tono entero. Crea un sonido ambiguo, flotante y onírico, asociado a Debussy y muy apreciado por Django sobre acordes dominantes alterados (V7#5)." },
  "Phrygian Dominant": { "title": "Frigia Dominante", "text": "Quinto modo de la Menor Armónica. Tiene un fuerte sabor exótico, de Oriente Medio o flamenco. Es la elección perfecta sobre acordes dominantes que resuelven a una tónica menor (ej. E7 en la tonalidad de Am)." },
  "Lydian Dominant": { "title": "Lidia Dominante", "text": "Cuarto modo de la Menor Melódica. Es una escala Mixolidia con la 4ta aumentada (#11). Perfecta para acordes de 7ma dominante que tienen una tensión #11, muy común en el jazz moderno." },
  "Altered Scale (Super Locrian)": { "title": "Escala Alterada", "text": "Séptimo modo de la Menor Melódica. Es la escala 'todo en uno' para la máxima tensión sobre un acorde dominante. Contiene la b9, #9, b5(#11) y #5(b13). Un pilar del vocabulario de jazz moderno." },
  "Minor 6": { "title": "Arpegio Menor 6", "text": "El sonido por excelencia del Gipsy Jazz para acordes menores en función de tónica. El arpegio m6 (1, b3, 5, 6) es preferido sobre el m7 por su sonoridad más estable y clásica. Es intercambiable con el arpegio m7b5 que empieza en su 6ta." },
  "Diminished 7": { "title": "Arpegio Disminuido 7", "text": "El arpegio más icónico y versátil del Gipsy Jazz. Debido a su simetría (todas terceras menores), cualquier nota del arpegio puede funcionar como tónica. Se usa como acorde de paso o como un sustituto V7b9 (ej. C#dim7 sobre A7)." },
  "drop2": { "title": "Voicing Drop 2", "text": "Un método para crear voicings de 4 notas más abiertos y resonantes en la guitarra. Se forma tomando un voicing cerrado (notas en orden, ej: 1-3-5-7) y bajando una octava la segunda nota más aguda. Fundamental en el vocabulario de guitarristas de jazz." }
}
